<p>Gizlilik Politikas&#305; Booll, Booll uygulamas&#305;n&#305; &Uuml;cretsiz uygulama olarak olu&#351;turdu. Bu H&#304;ZMET Booll taraf&#305;ndan &uuml;cretsiz olarak sa&#287;lanmaktad&#305;r ve oldu&#287;u gibi kullan&#305;lmas&#305; ama&ccedil;lanm&#305;&#351;t&#305;r.</p>

<p>Bu sayfa, herhangi birisinin Hizmetimizi kullanmaya karar vermesi durumunda, Ki&#351;isel Bilgilerin toplanmas&#305;, kullan&#305;lmas&#305; ve a&ccedil;&#305;klanmas&#305;yla ilgili politikalar&#305;m&#305;z hakk&#305;nda ziyaret&ccedil;ileri bilgilendirmek i&ccedil;in kullan&#305;l&#305;r.</p>

<p>Hizmetimizi kullanmay&#305; se&ccedil;erseniz, bu politikaya ili&#351;kin bilgilerin toplanmas&#305;n&#305; ve kullan&#305;lmas&#305;n&#305; kabul edersiniz. Toplad&#305;&#287;&#305;m&#305;z Ki&#351;isel Bilgiler, Hizmet sa&#287;lamak ve geli&#351;tirmek i&ccedil;in kullan&#305;l&#305;r. Bilgilerinizi bu Gizlilik Politikas&#305;nda belirtilenler d&#305;&#351;&#305;nda hi&ccedil; kimseyle kullanmayaca&#287;&#305;z veya payla&#351;mayaca&#287;&#305;z.</p>

<p>Bu Gizlilik Politikas&#305;nda kullan&#305;lan terimler, bu Gizlilik Politikas&#305;nda aksi belirtilmedi&#287;i s&uuml;rece Booll'da eri&#351;ilebilen H&uuml;k&uuml;m ve Ko&#351;ullar&#305;m&#305;zdaki anlamlarla ayn&#305;d&#305;r.</p>

<p>Bilgi Toplama ve Kullan&#305;m&#305;</p>

<p>Daha iyi bir deneyim i&ccedil;in, Hizmetimizi kullan&#305;rken, Bize Kullan&#305;c&#305; Ad&#305; Soyad&#305;, Kullan&#305;c&#305;n&#305;n Email Adresi, Kullan&#305;c&#305;n Profil foto&#287;raf&#305; ve g&ouml;nderi olarak payla&#351;&#305;lan fotoraflar hakk&#305;ndaki kullan&#305;c&#305; ad&#305; &#351;apka edemez. . Kullan&#305;c&#305;n&#305;n ki&#351;isel veri bir ba&#351;kas&#305;na booll kullan&#305;c&#305;lar&#305;n&#305;n &ouml;zel olarak payla&#351;&#305;lmaz .. &#304;stedi&#287;imiz bilgiler taraf&#305;m&#305;zca saklanacak ve bu gizlilik politikas&#305;nda a&ccedil;&#305;kland&#305;&#287;&#305; &#351;ekilde kullan&#305;lacakt&#305;r.</p>

<p>Uygulama, sizi tan&#305;mlamak i&ccedil;in kullan&#305;lan bilgileri toplayabilen &uuml;&ccedil;&uuml;nc&uuml; taraf servislerini kullan&#305;yor.</p>

<p>Uygulama taraf&#305;ndan kullan&#305;lan &uuml;&ccedil;&uuml;nc&uuml; taraf servis sa&#287;lay&#305;c&#305;lar&#305;n gizlilik politikas&#305;na ba&#287;lant&#305;</p>

<p>Google Play Hizmetleri AdMob Firebase Analytics G&uuml;nl&uuml;k Verileri</p>

<p>Hizmetimizi ne zaman kullan&#305;rsan&#305;z kullan&#305;n, uygulamada bir hata olmas&#305; durumunda telefonunuzda Log Data ad&#305; verilen veri ve bilgileri (&uuml;&ccedil;&uuml;nc&uuml; taraf &uuml;r&uuml;nleri arac&#305;l&#305;&#287;&#305;yla) toplad&#305;&#287;&#305;m&#305;z&#305; bildirmek isteriz. Bu G&uuml;nl&uuml;k Verileri, cihaz&#305;n&#305;z&#305;n &#304;nternet Protokol&uuml; (&ldquo;IP&rdquo;) adresi, cihaz ad&#305;, i&#351;letim sistemi s&uuml;r&uuml;m&uuml;, Hizmetimizden yararlan&#305;rken uygulaman&#305;n yap&#305;land&#305;r&#305;lmas&#305;, Hizmeti kullan&#305;m&#305;n&#305;z&#305;n saati ve tarihi ve di&#287;er istatistikleri gibi bilgileri i&ccedil;erebilir. .</p>

<p>Kurabiye</p>

<p>&Ccedil;erezler, genellikle anonim benzersiz tan&#305;mlay&#305;c&#305;lar olarak kullan&#305;lan az miktarda veri i&ccedil;eren dosyalard&#305;r. Bunlar, ziyaret etti&#287;iniz web sitelerinden taray&#305;c&#305;n&#305;za g&ouml;nderilir ve cihaz&#305;n&#305;z&#305;n dahili haf&#305;zas&#305;na kaydedilir.</p>

<p>Bu Servis bu &ldquo;&ccedil;erezleri&rdquo; a&ccedil;&#305;k&ccedil;a kullanmamaktad&#305;r. Ancak, uygulama bilgi toplamak ve hizmetlerini iyile&#351;tirmek i&ccedil;in &ldquo;&ccedil;erezleri&rdquo; kullanan &uuml;&ccedil;&uuml;nc&uuml; taraf kodlar&#305;n&#305; ve k&uuml;t&uuml;phanelerini kullanabilir. Bu &ccedil;erezleri kabul etme veya reddetme ve bir &ccedil;erezin cihaz&#305;n&#305;za ne zaman g&ouml;nderilece&#287;ini bilme se&ccedil;ene&#287;iniz vard&#305;r. &Ccedil;erezlerimizi reddetmeyi se&ccedil;erseniz, bu Servisin baz&#305; b&ouml;l&uuml;mlerini kullanamayabilirsiniz.</p>

<p>Servis sa&#287;lay&#305;c&#305;lar&#305;</p>

<p>A&#351;a&#287;&#305;daki nedenlerden dolay&#305; &uuml;&ccedil;&uuml;nc&uuml; taraf &#351;irketleri ve bireyleri istihdam edebiliriz:</p>

<p>Hizmetimizi kolayla&#351;t&#305;rmak i&ccedil;in; Hizmeti bizim ad&#305;m&#305;za sa&#287;lamak; Servisle ilgili hizmetleri yapmak; veya Hizmetimizin nas&#305;l kullan&#305;ld&#305;&#287;&#305;n&#305; analiz etmemize yard&#305;mc&#305; olmak. Bu Servisin kullan&#305;c&#305;lar&#305;n&#305; bu &uuml;&ccedil;&uuml;nc&uuml; taraflar&#305;n Ki&#351;isel Bilgilerinize eri&#351;imi oldu&#287;unu bildirmek istiyoruz. Bunun nedeni, kendilerine verilen g&ouml;revleri bizim ad&#305;m&#305;za yerine getirmektir. Ancak, bilgileri ba&#351;ka bir ama&ccedil;la if&#351;a etmemek veya kullanmamak zorundad&#305;rlar.</p>

<p>G&uuml;venlik</p>

<p>Bize Ki&#351;isel Bilgilerinizi sa&#287;lama konusundaki g&uuml;veninize de&#287;er veriyoruz, bu nedenle ticari olarak kabul edilebilir korunma yollar&#305;n&#305; kullanmaya &ccedil;al&#305;&#351;&#305;yoruz. Ancak, internet &uuml;zerinden hi&ccedil;bir iletim y&ouml;nteminin veya elektronik depolama y&ouml;nteminin% 100 g&uuml;venli ve g&uuml;venilir olmad&#305;&#287;&#305;n&#305; ve mutlak g&uuml;venli&#287;ini garanti edemeyece&#287;imizi unutmay&#305;n.</p>

<p>Di&#287;er Sitelere Linkler</p>

<p>Bu Servis ba&#351;ka sitelere ba&#287;lant&#305;lar i&ccedil;erebilir. &Uuml;&ccedil;&uuml;nc&uuml; taraf bir linke t&#305;klad&#305;&#287;&#305;n&#305;zda, o siteye y&ouml;nlendirileceksiniz. Bu harici sitelerin bizim taraf&#305;m&#305;zdan i&#351;letilmedi&#287;ini unutmay&#305;n. Bu nedenle, bu web sitelerinin Gizlilik Politikas&#305;n&#305; g&ouml;zden ge&ccedil;irmenizi &ouml;nemle tavsiye ederiz. &Uuml;&ccedil;&uuml;nc&uuml; taraf sitelerin veya hizmetlerin i&ccedil;eri&#287;i, gizlilik politikalar&#305; veya uygulamalar&#305; &uuml;zerinde hi&ccedil;bir kontrol&uuml;m&uuml;z yoktur ve sorumluluk almay&#305;z.</p>

<p>&Ccedil;ocuklar&#305;n Gizlili&#287;i</p>

<p>Bu Hizmetler 13 ya&#351;&#305;n alt&#305;ndaki hi&ccedil; kimseye hitap etmemektedir. 13 ya&#351;&#305;n alt&#305;ndaki &ccedil;ocuklardan bilerek ki&#351;isel olarak tan&#305;mlanabilir bilgiler toplam&#305;yoruz. 13 ya&#351;&#305;n alt&#305;ndaki bir &ccedil;ocu&#287;un bize ki&#351;isel bilgiler sa&#287;lad&#305;&#287;&#305;n&#305; tespit etti&#287;imizde, bunu derhal sunucular&#305;m&#305;zdan siliyoruz. Bir ebeveyn veya veli iseniz ve &ccedil;ocu&#287;unuzun bize ki&#351;isel bilgiler verdi&#287;ini biliyorsan&#305;z, gerekli i&#351;lemleri yapmam&#305;z i&ccedil;in l&uuml;tfen bizimle ileti&#351;ime ge&ccedil;in.</p>

<p>Bu Gizlilik Politikas&#305;ndaki De&#287;i&#351;iklikler</p>

<p>Gizlilik Politikam&#305;z&#305; zaman zaman g&uuml;ncelleyebiliriz. Bu nedenle, herhangi bir de&#287;i&#351;iklik i&ccedil;in bu sayfay&#305; d&uuml;zenli aral&#305;klarla g&ouml;zden ge&ccedil;irmeniz &ouml;nerilir. Yeni Gizlilik Politikas&#305;n&#305; bu sayfaya ekleyerek de&#287;i&#351;iklikleri size bildirece&#287;iz. Bu de&#287;i&#351;iklikler, bu sayfada yay&#305;nland&#305;ktan hemen sonra etkilidir.</p>