<p><strong><span style="font-size:24px">Şartlar ve Koşullar</span></strong><br />
Uygulamayı indirdiğinizde veya kullandığınızda, bu koşullar sizin i&ccedil;in otomatik olarak ge&ccedil;erli olacaktır - bu nedenle, uygulamayı kullanmadan &ouml;nce bunları dikkatlice okuduğunuzdan emin olmalısınız. Uygulamayı, uygulamanın herhangi bir b&ouml;l&uuml;m&uuml;n&uuml; veya ticari markalarımızı hi&ccedil;bir şekilde kopyalamanıza veya değiştirmenize izin verilmez. Uygulamanın kaynak kodunu &ccedil;ıkarmaya &ccedil;alışmanıza izin verilmez ve ayrıca uygulamayı başka dillere &ccedil;evirmeye veya t&uuml;rev s&uuml;r&uuml;mler oluşturmaya &ccedil;alışmamalısınız. Uygulamanın kendisi ve buna ilişkin t&uuml;m ticari markalar, telif hakları, veri tabanı hakları ve diğer fikri m&uuml;lkiyet hakları halen Ferhat &Ouml;Z&Ccedil;ELİK&#39;e aittir.</p>

<p>Ferhat &Ouml;Z&Ccedil;ELİK, uygulamanın olabildiğince faydalı ve verimli olmasını sağlamayı taahh&uuml;t eder. Bu nedenle, herhangi bir zamanda ve herhangi bir nedenle uygulamada değişiklik yapma veya hizmetleri i&ccedil;in &uuml;cret alma hakkını saklı tutarız. Tam olarak ne i&ccedil;in &ouml;dediğinizi size &ccedil;ok a&ccedil;ık hale getirmeden uygulama veya hizmetleri i&ccedil;in sizden asla &uuml;cret almayacağız.</p>

<p>FO Multi Mail Send uygulaması, Hizmetimi sağlamak i&ccedil;in bize sağladığınız kişisel verileri depolar ve işler. Telefonunuzu ve uygulamaya erişiminizi g&uuml;vende tutmak sizin sorumluluğunuzdadır. Bu nedenle, cihazınızın resmi işletim sistemi tarafından getirilen yazılım kısıtlamalarını ve sınırlamalarını kaldırma işlemi olan telefonunuzu jailbreak veya root işlemi yapmamanızı &ouml;neririz. Telefonunuzu k&ouml;t&uuml; ama&ccedil;lı yazılımlara / vir&uuml;slere / k&ouml;t&uuml; ama&ccedil;lı programlara karşı savunmasız hale getirebilir, telefonunuzun g&uuml;venlik &ouml;zelliklerini tehlikeye atabilir ve FO Multi Mail Send uygulamasının d&uuml;zg&uuml;n &ccedil;alışmayacağı veya hi&ccedil; &ccedil;alışmayacağı anlamına gelebilir.</p>

<p>&nbsp;</p>

<p><strong><span style="font-size:24px">Kişisel Verilerin Tutulması Ve Kullanılması&nbsp;</span></strong></p>

<p><span style="font-size:24px"><strong>Uygulamada kullanılan kişisel veriler Kullancı bilgisayarında yerel depolama alanında şifreli olarak depolanır. Uzak sunucu bağlantısı ile &uuml;&ccedil;&uuml;nc&uuml;l bir kişiye aktarım s&ouml;z konusu değildi.</strong></span></p>

<p>Uygulama, kendi H&uuml;k&uuml;m ve Koşullarını beyan eden &uuml;&ccedil;&uuml;nc&uuml; taraf hizmetlerini kullanır.</p>

<p>Uygulama tarafından kullanılan &uuml;&ccedil;&uuml;nc&uuml; taraf hizmet sağlayıcılarının H&uuml;k&uuml;m ve Koşullarına bağlantı</p>

<p>Google Play Hizmetleri<br />
AdMob<br />
Firebase i&ccedil;in Google Analytics<br />
Firebase Crashlytics<br />
Ferhat &Ouml;Z&Ccedil;ELİK&#39;in sorumluluk almayacağı bazı şeyler olduğunun farkında olmalısınız. Uygulamanın bazı işlevleri, uygulamanın aktif bir internet bağlantısına sahip olmasını gerektirir. Bağlantı Wi-Fi olabilir veya mobil ağ sağlayıcınız tarafından sağlanabilir, ancak Ferhat &Ouml;Z&Ccedil;ELİK, Wi-Fi erişiminiz yoksa ve hi&ccedil;birine sahip değilseniz uygulamanın tam işlevsellikte &ccedil;alışmaması i&ccedil;in sorumluluk alamaz. veri &ouml;deneğiniz kaldı.</p>

<p>Uygulamayı Wi-Fi bulunan bir alan dışında kullanıyorsanız, mobil ağ sağlayıcınızla yaptığınız s&ouml;zleşme şartlarının yine de ge&ccedil;erli olacağını unutmamalısınız. Sonu&ccedil; olarak, mobil sağlayıcınız, uygulamaya erişirken bağlantı s&uuml;resi boyunca veri maliyeti veya diğer &uuml;&ccedil;&uuml;nc&uuml; taraf &uuml;cretleri i&ccedil;in &uuml;cretlendirilebilir. Uygulamayı kullanırken, uygulamayı veri dolaşımını kapatmadan kendi b&ouml;lgeniz (yani b&ouml;lge veya &uuml;lke) dışında kullanırsanız, dolaşım veri &uuml;cretleri dahil olmak &uuml;zere bu t&uuml;r &uuml;cretlerin sorumluluğunu kabul etmiş olursunuz. Uygulamayı kullandığınız cihazın faturasını &ouml;deyen siz değilseniz, uygulamayı kullanmak i&ccedil;in faturayı &ouml;deyen kişiden izin aldığınızı varsaydığımızı l&uuml;tfen unutmayın.</p>

<p>Aynı doğrultuda Ferhat &Ouml;Z&Ccedil;ELİK, uygulamayı kullanma şeklinizin sorumluluğunu her zaman &uuml;stlenemez, yani cihazınızın şarjının dolu olduğundan emin olmanız gerekir - eğer pili biterse ve Hizmetten yararlanmak i&ccedil;in a&ccedil;amıyorsanız, Ferhat &Ouml;Z&Ccedil;ELİK sorumluluk kabul edemez.</p>

<p>Ferhat &Ouml;Z&Ccedil;ELİK&#39;in uygulamayı kullanımınızla ilgili sorumluluğu ile ilgili olarak, uygulamayı kullanırken, uygulamanın her zaman g&uuml;ncellenmesini ve doğru olmasını sağlamak i&ccedil;in &ccedil;aba g&ouml;stermemize rağmen, &uuml;&ccedil;&uuml;nc&uuml; taraflara g&uuml;vendiğimizi akılda tutmak &ouml;nemlidir. size bilgi verebilmemiz i&ccedil;in bize bilgi verin. Ferhat &Ouml;Z&Ccedil;ELİK, tamamen uygulamanın bu işlevselliğine g&uuml;venmenizden kaynaklanan doğrudan veya dolaylı herhangi bir kayıp i&ccedil;in sorumluluk kabul etmez.</p>

<p>Bir noktada uygulamayı g&uuml;ncellemek isteyebiliriz. Uygulama şu anda kullanılabilir durumdadır - sistem gereksinimleri (ve uygulamanın kullanılabilirliğini genişletmeye karar verdiğimiz herhangi bir ek sistem i&ccedil;in) değişebilir ve uygulamayı kullanmaya devam etmek istiyorsanız g&uuml;ncellemeleri indirmeniz gerekir. Ferhat &Ouml;Z&Ccedil;ELİK, uygulamayı her zaman sizinle alakalı olacak ve / veya cihazınıza y&uuml;klediğiniz s&uuml;r&uuml;mle &ccedil;alışacak şekilde g&uuml;ncelleyeceğini taahh&uuml;t etmez. Bununla birlikte, size teklif edildiğinde uygulamadaki g&uuml;ncellemeleri her zaman kabul edeceğinizi taahh&uuml;t edersiniz, ayrıca uygulamayı sağlamayı durdurmak isteyebiliriz ve size fesih bildiriminde bulunmaksızın herhangi bir zamanda uygulamanın kullanımını sonlandırabiliriz. Size aksini s&ouml;ylemedik&ccedil;e, herhangi bir fesih durumunda, (a) bu şartlarda size verilen haklar ve lisanslar sona erecektir; (b) uygulamayı kullanmayı bırakmanız ve (gerekirse) cihazınızdan silmeniz gerekir.</p>

<p>Bu H&uuml;k&uuml;m ve Koşullardaki Değişiklikler</p>

<p>Zaman zaman H&uuml;k&uuml;m ve Koşullarımızı g&uuml;ncelleyebilirim. Bu nedenle, herhangi bir değişiklik i&ccedil;in bu sayfayı periyodik olarak g&ouml;zden ge&ccedil;irmeniz &ouml;nerilir. Bu sayfada yeni H&uuml;k&uuml;m ve Koşulları yayınlayarak her t&uuml;rl&uuml; değişikliği size bildireceğim.</p>

<p>Bu şartlar ve koşullar 2021-04-03 tarihinden itibaren ge&ccedil;erlidir.</p>

<p>Bizimle iletişime ge&ccedil;in</p>

<p>Şartlar ve Koşullarımla ilgili herhangi bir sorunuz veya &ouml;neriniz varsa, info@ferhatozcelik.com adresinden benimle iletişime ge&ccedil;mekten &ccedil;ekinmeyin.</p>
