Online HTML Editor
powered by CKEditor

Online HTML editor user guideReal-time collaboration editor user guide
Online HTML Editor
Real-time collaboration editor

Switch to WYSIWYG editor
<p><span style="font-size:18px"><strong>Gizlilik Politikası</strong></span><br />
Ferhat &Ouml;Z&Ccedil;ELİK FO Multi Mail Send uygulamasını &Uuml;cretili olarak kullanıma Sunulmuştur.</p>

<p>Bu HİZMET Ferhat &Ouml;Z&Ccedil;ELİK tarafından sağlanmaktadır ve olduğu gibi kullanılmak &uuml;zere tasarlanmıştır.</p>

<p>Bu sayfa, herhangi birinin Hizmetimi kullanmaya karar vermesi durumunda Kişisel Bilgilerin toplanması, kullanılması ve ifşa edilmesine ilişkin politikalarım hakkında ziyaret&ccedil;ileri bilgilendirmek i&ccedil;in kullanılır.</p>

<p>Hizmetimi kullanmayı se&ccedil;erseniz, bu politikayla ilgili bilgilerin toplanmasını ve kullanılmasını kabul etmiş olursunuz. Topladığım Kişisel Bilgiler, Hizmeti sağlamak ve geliştirmek i&ccedil;in kullanılır. Bilgilerinizi bu Gizlilik Politikasında a&ccedil;ıklananlar dışında hi&ccedil; kimseyle kullanmayacağım veya paylaşmayacağım.</p>

<p>Bu Gizlilik Politikasında kullanılan terimler, bu Gizlilik Politikasında aksi belirtilmedik&ccedil;e FO Multi Mail Send adresinde erişilebilen Şartlar ve Koşullarımızdaki anlamlarla aynıdır.</p>

<p><span style="font-size:18px"><strong>Bilgi Toplama ve Kullanma</strong></span></p>

<p>Daha iyi bir deneyim i&ccedil;in, Hizmetimizi kullanırken, FO Multi Mail Send dahil ancak bununla sınırlı olmamak &uuml;zere bize bazı kişisel olarak tanımlanabilir bilgiler sağlamanızı isteyebilirim. İstediğim bilgiler cihazınızda saklanacak ve hi&ccedil;bir şekilde tarafımdan toplanmayacaktır.</p>

<p>Uygulama, sizi tanımlamak i&ccedil;in kullanılan bilgileri toplayabilecek &uuml;&ccedil;&uuml;nc&uuml; taraf hizmetlerini kullanıyor.</p>

<p>Uygulama tarafından kullanılan &uuml;&ccedil;&uuml;nc&uuml; taraf hizmet sağlayıcıların gizlilik politikasına bağlantı</p>

<p><span style="font-size:18px"><strong>Google Play Hizmetleri<br />
AdMob<br />
Firebase i&ccedil;in Google Analytics<br />
Firebase Crashlytics<br />
G&uuml;nl&uuml;k Verileri</strong></span></p>

<p>Hizmetimi her kullandığınızda, uygulamada bir hata olması durumunda, telefonunuzda G&uuml;nl&uuml;k Verileri adı verilen veri ve bilgileri (&uuml;&ccedil;&uuml;nc&uuml; taraf &uuml;r&uuml;nler aracılığıyla) topladığımı size bildirmek isterim. Bu G&uuml;nl&uuml;k Verileri, cihazınızın İnternet Protokol&uuml; (&quot;IP&quot;) adresi, cihaz adı, işletim sistemi s&uuml;r&uuml;m&uuml;, Hizmetimi kullanırken uygulamanın yapılandırması, Hizmeti kullanımınızın saati ve tarihi ve diğer istatistikler gibi bilgileri i&ccedil;erebilir. .</p>

<p>&Ccedil;erezler, genellikle anonim benzersiz tanımlayıcılar olarak kullanılan az miktarda veri i&ccedil;eren dosyalardır. Bunlar, ziyaret ettiğiniz web sitelerinden tarayıcınıza g&ouml;nderilir ve cihazınızın dahili belleğinde saklanır.</p>

<p>Bu Hizmet, bu &quot;&ccedil;erezleri&quot; a&ccedil;ık&ccedil;a kullanmaz. Ancak uygulama, bilgi toplamak ve hizmetlerini iyileştirmek i&ccedil;in &quot;&ccedil;erezler&quot; kullanan &uuml;&ccedil;&uuml;nc&uuml; taraf kod ve kitaplıkları kullanabilir. Bu &ccedil;erezleri kabul etme veya reddetme ve cihazınıza bir &ccedil;erez g&ouml;nderildiğinde bunu bilme se&ccedil;eneğiniz vardır. &Ccedil;erezlerimizi reddetmeyi se&ccedil;erseniz, bu Hizmetin bazı kısımlarını kullanamayabilirsiniz.</p>

<p><span style="font-size:18px"><strong>Servis sağlayıcıları</strong></span></p>

<p>Aşağıdaki nedenlerle &uuml;&ccedil;&uuml;nc&uuml; taraf şirketleri ve kişileri istihdam edebilirim:</p>

<p>Hizmetimizi kolaylaştırmak i&ccedil;in;<br />
Hizmeti bizim adımıza sağlamak i&ccedil;in;<br />
Hizmetle ilgili hizmetleri ger&ccedil;ekleştirmek i&ccedil;in; veya<br />
Hizmetimizin nasıl kullanıldığını analiz etmemize yardımcı olmak i&ccedil;in.<br />
Bu Hizmetin kullanıcılarına, bu &uuml;&ccedil;&uuml;nc&uuml; tarafların Kişisel Bilgilerinize erişimi olduğunu bildirmek istiyorum. Sebep, kendilerine verilen g&ouml;revleri bizim adımıza yerine getirmektir. Ancak, bilgileri başka bir ama&ccedil;la a&ccedil;ıklamamak veya kullanmamakla y&uuml;k&uuml;ml&uuml;d&uuml;rler.</p>

<p><span style="font-size:18px"><strong>G&uuml;venlik</strong></span></p>

<p>Bize Kişisel Bilgilerinizi sağlama konusundaki g&uuml;veninize değer veriyorum, bu nedenle bunları korumak i&ccedil;in ticari olarak kabul edilebilir y&ouml;ntemler kullanmaya &ccedil;alışıyoruz. Ancak internet &uuml;zerinden hi&ccedil;bir aktarım y&ouml;nteminin veya elektronik depolama y&ouml;nteminin% 100 g&uuml;venli ve g&uuml;venilir olmadığını ve mutlak g&uuml;venliğini garanti edemeyeceğimi unutmayın.</p>

<p>D<span style="font-size:18px"><strong>iğer Sitelere Bağlantılar</strong></span></p>

<p>Bu Servis diğer sitelere bağlantılar i&ccedil;erebilir. &Uuml;&ccedil;&uuml;nc&uuml; taraf bir bağlantıya tıklarsanız, o siteye y&ouml;nlendirileceksiniz. Bu harici sitelerin benim tarafımdan işletilmediğini unutmayın. Bu nedenle, bu web sitelerinin Gizlilik Politikasını incelemenizi şiddetle tavsiye ederim. &Uuml;&ccedil;&uuml;nc&uuml; taraf sitelerin veya hizmetlerin i&ccedil;eriği, gizlilik politikaları veya uygulamaları &uuml;zerinde hi&ccedil;bir kontrole sahip değilim ve sorumluluk &uuml;stlenmiyorum.</p>

<p><span style="font-size:18px"><strong>&Ccedil;ocukların Gizliliği</strong></span></p>

<p>Bu Hizmetler 13 yaşın altındaki hi&ccedil; kimseye hitap etmez. 13 yaşın altındaki &ccedil;ocuklardan kişisel olarak tanımlanabilecek bilgileri bilerek toplamıyorum. 13 yaşın altındaki bir &ccedil;ocuğun bana kişisel bilgi verdiğini fark edersem, bunu derhal sunucularımızdan silerim. Ebeveyn veya veli iseniz ve &ccedil;ocuğunuzun bize kişisel bilgiler verdiğini biliyorsanız, l&uuml;tfen benimle iletişime ge&ccedil;in, b&ouml;ylece gerekli işlemleri yapabileyim.</p>

<p>Bu Gizlilik Politikasındaki Değişiklikler</p>

<p>Gizlilik Politikamızı zaman zaman g&uuml;ncelleyebilirim. Bu nedenle, herhangi bir değişiklik i&ccedil;in bu sayfayı periyodik olarak g&ouml;zden ge&ccedil;irmeniz &ouml;nerilir. Yeni Gizlilik Politikasını bu sayfada yayınlayarak herhangi bir değişikliği size bildireceğim.</p>

<p>Bu politika 2021-04-03 tarihinden itibaren ge&ccedil;erlidir</p>

<p>Bizimle iletişime ge&ccedil;in</p>

<p>Gizlilik Politikam ile ilgili herhangi bir sorunuz veya &ouml;neriniz varsa, info@ferhatozcelik.com adresinden benimle iletişime ge&ccedil;mekten &ccedil;ekinmeyin.</p>

1
<p><strong><span style="font-size:20px">Şartlar ve Koşullar</span><br />
2
Uygulamayı indirdiğinizde veya kullandığınızda, bu koşullar sizin i&ccedil;in otomatik olarak ge&ccedil;erli olacaktır - bu nedenle, uygulamayı kullanmadan &ouml;nce bunları dikkatlice okuduğunuzdan emin olmalısınız. Uygulamayı, uygulamanın herhangi bir b&ouml;l&uuml;m&uuml;n&uuml; veya ticari markalarımızı hi&ccedil;bir şekilde kopyalamanıza veya değiştirmenize izin verilmez. Uygulamanın kaynak kodunu &ccedil;ıkarmaya &ccedil;alışmanıza izin verilmez ve ayrıca uygulamayı başka dillere &ccedil;evirmeye veya t&uuml;rev s&uuml;r&uuml;mler oluşturmaya &ccedil;alışmamalısınız. Uygulamanın kendisi ve buna ilişkin t&uuml;m ticari markalar, telif hakları, veri tabanı hakları ve diğer fikri m&uuml;lkiyet hakları halen Ferhat &Ouml;Z&Ccedil;ELİK&#39;e aittir.</strong></p>
3
​
4
<p><strong>Ferhat &Ouml;Z&Ccedil;ELİK, uygulamanın olabildiğince faydalı ve verimli olmasını sağlamayı taahh&uuml;t eder. Bu nedenle, herhangi bir zamanda ve herhangi bir nedenle uygulamada değişiklik yapma veya hizmetleri i&ccedil;in &uuml;cret alma hakkını saklı tutarız. Tam olarak ne i&ccedil;in &ouml;dediğinizi size &ccedil;ok a&ccedil;ık hale getirmeden uygulama veya hizmetleri i&ccedil;in sizden asla &uuml;cret almayacağız.</strong></p>
5
​
6
<p><strong>FO Multi Mail Send uygulaması, Hizmetimi sağlamak i&ccedil;in bize sağladığınız kişisel verileri depolar ve işler. Telefonunuzu ve uygulamaya erişiminizi g&uuml;vende tutmak sizin sorumluluğunuzdadır. Bu nedenle, cihazınızın resmi işletim sistemi tarafından getirilen yazılım kısıtlamalarını ve sınırlamalarını kaldırma işlemi olan telefonunuzu jailbreak veya root işlemi yapmamanızı &ouml;neririz. Telefonunuzu k&ouml;t&uuml; ama&ccedil;lı yazılımlara / vir&uuml;slere / k&ouml;t&uuml; ama&ccedil;lı programlara karşı savunmasız hale getirebilir, telefonunuzun g&uuml;venlik &ouml;zelliklerini tehlikeye atabilir ve FO Multi Mail Send uygulamasının d&uuml;zg&uuml;n &ccedil;alışmayacağı veya hi&ccedil; &ccedil;alışmayacağı anlamına gelebilir.</strong></p>
7
​
8
<p><strong>Uygulama, kendi H&uuml;k&uuml;m ve Koşullarını beyan eden &uuml;&ccedil;&uuml;nc&uuml; taraf hizmetlerini kullanır.</strong></p>
9
​
10
<p><strong>Uygulama tarafından kullanılan &uuml;&ccedil;&uuml;nc&uuml; taraf hizmet sağlayıcılarının H&uuml;k&uuml;m ve Koşullarına bağlantı</strong></p>
11
​
12
<p><strong>Google Play Hizmetleri<br />
13
AdMob<br />
14
Firebase i&ccedil;in Google Analytics<br />
15
Firebase Crashlytics<br />
16
Ferhat &Ouml;Z&Ccedil;ELİK&#39;in sorumluluk almayacağı bazı şeyler olduğunun farkında olmalısınız. Uygulamanın bazı işlevleri, uygulamanın aktif bir internet bağlantısına sahip olmasını gerektirir. Bağlantı Wi-Fi olabilir veya mobil ağ sağlayıcınız tarafından sağlanabilir, ancak Ferhat &Ouml;Z&Ccedil;ELİK, Wi-Fi erişiminiz yoksa ve hi&ccedil;birine sahip değilseniz uygulamanın tam işlevsellikte &ccedil;alışmaması i&ccedil;in sorumluluk alamaz. veri &ouml;deneğiniz kaldı.</strong></p>
17
​
18
<p><strong>Uygulamayı Wi-Fi bulunan bir alan dışında kullanıyorsanız, mobil ağ sağlayıcınızla yaptığınız s&ouml;zleşme şartlarının yine de ge&ccedil;erli olacağını unutmamalısınız. Sonu&ccedil; olarak, mobil sağlayıcınız, uygulamaya erişirken bağlantı s&uuml;resi boyunca veri maliyeti veya diğer &uuml;&ccedil;&uuml;nc&uuml; taraf &uuml;cretleri i&ccedil;in &uuml;cretlendirilebilir. Uygulamayı kullanırken, uygulamayı veri dolaşımını kapatmadan kendi b&ouml;lgeniz (yani b&ouml;lge veya &uuml;lke) dışında kullanırsanız, dolaşım veri &uuml;cretleri dahil olmak &uuml;zere bu t&uuml;r &uuml;cretlerin sorumluluğunu kabul etmiş olursunuz. Uygulamayı kullandığınız cihazın faturasını &ouml;deyen siz değilseniz, uygulamayı kullanmak i&ccedil;in faturayı &ouml;deyen kişiden izin aldığınızı varsaydığımızı l&uuml;tfen unutmayın.</strong></p>
19
​
20
<p><strong>Aynı doğrultuda Ferhat &Ouml;Z&Ccedil;ELİK, uygulamayı kullanma şeklinizin sorumluluğunu her zaman &uuml;stlenemez, yani cihazınızın şarjının dolu olduğundan emin olmanız gerekir - eğer pili biterse ve Hizmetten yararlanmak i&ccedil;in a&ccedil;amıyorsanız, Ferhat &Ouml;Z&Ccedil;ELİK sorumluluk kabul edemez.</strong></p>
21
​
22
<p><strong>Ferhat &Ouml;Z&Ccedil;ELİK&#39;in uygulamayı kullanımınızla ilgili sorumluluğu ile ilgili olarak, uygulamayı kullanırken, uygulamanın her zaman g&uuml;ncellenmesini ve doğru olmasını sağlamak i&ccedil;in &ccedil;aba g&ouml;stermemize rağmen, &uuml;&ccedil;&uuml;nc&uuml; taraflara g&uuml;vendiğimizi akılda tutmak &ouml;nemlidir. size bilgi verebilmemiz i&ccedil;in bize bilgi verin. Ferhat &Ouml;Z&Ccedil;ELİK, tamamen uygulamanın bu işlevselliğine g&uuml;venmenizden kaynaklanan doğrudan veya dolaylı herhangi bir kayıp i&ccedil;in sorumluluk kabul etmez.</strong></p>
23
​
Clean HTML output on the go
Here are the 2 different WYSIWYG HTML editors available on this website:

• CKEditor 4 with direct access to edit HTML markup

• CKEditor 5 with real-time collaboration and Markdown support.

With both editors, you can create clean HTML output with the easiest WYSIWYG editing possible. If you've already started writing rich-text content, all you have to do is paste it in onlinehtmleditor.dev, make your adjustments, extract HTML output from view-source mode and reuse it anywhere on the web!

More on CKEditor 5

More on CKEditor 4

Easy HTML editing
CKEditor 4's HTML source code editing feature allows it to be used as an online HTML editor. It includes syntax highlighting to make it easier for you to follow code. It can be forced to accept any type of code including tags by simply turning off the HTML filtering. You can also switch to WYSIWYG mode anytime to check how your code output looks!

Clean your HTML code
For situations where you would like to clean and fix up invalid HTML, you can use CKEditor 4's source code editing feature as well. After switching to source code mode, all you have to do is to paste in your HTML and CKEditor 4 will automatically fix it. You can again switch back and forth to WYSIWYG mode anytime to edit content more easily.

Convert Word document and Google Docs to HTML
CKEditor 4 and CKEditor 5 have excellent copy-paste with constant improvements. Whether you are copy-pasting from Google Docs, Word, Excel or LibreOffice, CKEditor will get you your exact content. This makes it better than any ordinary tool to turn your existing Word and Google Docs and LibreOffice documents to HTML. Simple as, paste your content, and click source code mode to see the HTML output.



Collaborative writing
If you're looking for an alternative to Google Docs real-time collaboration, but you also need HTML output, CKEditor 5 is a go! You can use it to comment on selected parts of the content, text, images, tables or suggest edits with its track changes feature.

To collaborate with your colleagues or friends all you have to do is to share the link. Each time you load the page, a special document ID gets attached to the URL. Each document ID and its content stays active for an hour after the last user disconnects from it so you do not immediately lose your content. Also, there isn't a limit for the number of collaborators!

Collaboration makes it easier to create your content quickly and efficiently. With CKEditor 5, where you write, comment, discuss and proofread the content are unified so you don't lose time switching between applications to edit and discuss. If some of your collaborators prefer Markdown, CKEditor 5 has you covered there too!

Learn about CKEditor 5 collaboration features

Why CKEditor?
WYSIWYG editors in your software often misbehave. This is usually because they are out-of-date or simply are not reliable. Unfortunately, many developers opt for simple, lightweight, do-it-yourself-editors based on assumptions without doing proper research or testing for their individual use case. This leaves the end users frustrated.

However, both CKEditors are built with 16 years of experience in WYSIWYG rich-text editing by a team of 40+ developers. We consistently listen to user concerns, trends, new feature requests to help us build our editors. Architectures that can handle complex structures and the constant improvements makes the editors stronger than any other examples.

The best WYSIWYG Online HTML editor around
What sets CKEditor apart from other online HTML tools is its originality! There are many websites and articles that include lists of best online HTML editors. What these listicles won't tell you is that although they have different names, many of the mentioned tools are simple implementations of CKEditor!

Now you've found the original online HTML editor! Whether you are looking for a quick online solution or to implement the editor in your own software, CKEditor will always provide you the latest and greatest WYSIWYG features. But if you are looking for some guidance on deciding which editor is the best for you, we can also help with that!

How to choose the perfect editor

Online HTML editor features
This section presents a whole variety of features that CKEditor has to offer
Styling and Formatting
The Basic Styles plugin provides the ability to add some basic text formatting to your document. It adds the Bold, Italic, Underline, Strikethrough, Subscript and Superscript toolbar buttons that apply these styles. If you want to quickly remove basic styles from your document, use the Remove Format button provided by the Remove Format plugin.

Copy Formatting
The optional Copy Formatting plugin provides the ability to easily copy text formatting from one place in the document and apply it to another. To copy styles, place your cursor inside the text (or select a styled document fragment) and press the button or use the Ctrl+Shift+C keyboard shortcut.

Removing Text Formatting
The Remove Format plugin provides the ability to quickly remove any text formatting that is applied through inline HTML elements and CSS styles, like basic text styles (bold, italic, etc.), font family and size, text and background colors or styles applied through the Styles drop-down. Note that it does not change text formats applied at block level..

Autoformatting
The Autoformat feature in CKEditor 5 allows you to quickly apply formatting to the content you are writing. While it can be customized, by default it can be used as an Markdown alternative. For example you bold by typing **text** or __text__ , create bulleted lists with * or -, create headings with #, ## or ###.

Block-Level Text Formats
The Format plugin provides the ability to add block-level text formatting to your document. It introduces the Paragraph Format toolbar button that applies these text formats. The formats work on block level which means that you do not need to select any text in order to apply them and entire blocks will be affected by your choice.

Tables
This plugin adds the Table Properties dialog window with support for creating tables and setting basic table properties, such as: number of rows and columns, table width and height, cell padding and spacing, table headers setting, table border size, table alignment on the page and table caption and summary.

Inserting Images
The default Image plugin supports inserting images into the editor content. This plugin supports left and right alignment. It also allows setting image border as well as pixel-perfect alignment (by setting the horizontal and vertical whitespace). Links can be added to an image easily from the Image Properties dialog. A file manager such as CKFinder can be integrated for image upload and storage support.

Pasting Content from LibreOffice
The Paste from LibreOffice plugin allows you to paste content from LibreOffice Writer and maintain original content structure and formatting.

Pasting Content from Google Docs
The Paste from Google Docs plugin allows you to paste content from Google Docs and maintain original content structure and formatting.

Pasting Content from Microsoft Excel
The Paste from Word plugin allows you to also paste content from Microsoft Excel and maintain original content structure and formatting.

Pasting Content from Microsoft Word
The Paste from Word plugin allows you to paste content from Microsoft Word and maintain original content structure and formatting. It automatically detects Word content and transforms its structure and formatting to clean HTML.

Source Code Editing
CKEditor 4 is a WYSIWYG editor, so it makes it easy for end users to work on HTML content without any knowledge of HTML whatsoever. More advanced users, however, sometimes want to access raw HTML source code for their content and CKEditor makes it possible by providing the Source Editing feature.

Code Snippets
This plugin allows you to insert rich code fragments and see a live preview with highlighted syntax. Its original implementation uses the highlight.js library, but the plugin exposes a convenient interface for hooking any other library, even a server-side one.

Embedding Media Resources
The Media Embed plugin allow to embed resources (videos, images, tweets, etc.) hosted by other services (like e.g. YouTube, Vimeo, Twitter) in the editor.

Spellcheck on the go
The SpellCheckAsYouType (SCAYT) plugin provides inline spelling and grammar checking, much like the native browser spell checker, well-integrated with the CKEditor 4 context menu. It uses the WebSpellChecker web services.

Online HTML WYSIWYG Editor © 2021 - all rights reserved.Terms of usePrivacy PolicyCookies policy

Formatlama Uygulandı
