<p>Gizlilik Politikası</p>
<p>Ferhat &Ouml;Z&Ccedil;ELİK FO Multi Mail Send uygulamasını &Uuml;cretsiz olarak oluşturdu. Bu HİZMET Ferhat &Ouml;Z&Ccedil;ELİK tarafından &uuml;cretsiz olarak sağlanmaktadır ve olduğu gibi kullanılması ama&ccedil;lanmıştır.</p>
<p><br></p>
<p>Bu sayfa, herhangi birinin Hizmetimi kullanmaya karar vermesi durumunda Kişisel Bilgilerin toplanması, kullanılması ve ifşa edilmesine ilişkin politikalarım hakkında ziyaret&ccedil;ileri bilgilendirmek i&ccedil;in kullanılır.</p>
<p><br></p>
<p>Hizmetimi kullanmayı se&ccedil;erseniz, bu politikayla ilgili bilgilerin toplanmasını ve kullanılmasını kabul etmiş olursunuz. Topladığım Kişisel Bilgiler, Hizmeti sağlamak ve geliştirmek i&ccedil;in kullanılır. Bilgilerinizi bu Gizlilik Politikasında a&ccedil;ıklananlar dışında hi&ccedil; kimseyle kullanmayacağım veya paylaşmayacağım.</p>
<p><br></p>
<p>Bu Gizlilik Politikasında kullanılan terimler, bu Gizlilik Politikasında aksi belirtilmedik&ccedil;e FO Multi Mail Send adresinde erişilebilen Şartlar ve Koşullarımızdaki anlamlarla aynıdır.</p>
<p><br></p>
<p>Bilgi Toplama ve Kullanma</p>
<p><br></p>
<p>Daha iyi bir deneyim i&ccedil;in, Hizmetimizi kullanırken, FO Multi Mail Send dahil ancak bununla sınırlı olmamak &uuml;zere bize bazı kişisel olarak tanımlanabilir bilgiler sağlamanızı isteyebilirim. İstediğim bilgiler cihazınızda saklanacak ve hi&ccedil;bir şekilde tarafımdan toplanmayacaktır.</p>
<p><br></p>
<p>Uygulama, sizi tanımlamak i&ccedil;in kullanılan bilgileri toplayabilecek &uuml;&ccedil;&uuml;nc&uuml; taraf hizmetlerini kullanıyor.</p>
<p><br></p>
<p>Uygulama tarafından kullanılan &uuml;&ccedil;&uuml;nc&uuml; taraf hizmet sağlayıcıların gizlilik politikasına bağlantı</p>
<p><br></p>
<p>Google Play Hizmetleri</p>
<p>AdMob</p>
<p>Firebase i&ccedil;in Google Analytics</p>
<p>Firebase Crashlytics</p>
<p>G&uuml;nl&uuml;k Verileri</p>
<p><br></p>
<p>Hizmetimi her kullandığınızda, uygulamada bir hata olması durumunda, telefonunuzda G&uuml;nl&uuml;k Verileri adı verilen veri ve bilgileri (&uuml;&ccedil;&uuml;nc&uuml; taraf &uuml;r&uuml;nler aracılığıyla) topladığımı size bildirmek isterim. Bu G&uuml;nl&uuml;k Verileri, cihazınızın İnternet Protokol&uuml; (&quot;IP&quot;) adresi, cihaz adı, işletim sistemi s&uuml;r&uuml;m&uuml;, Hizmetimi kullanırken uygulamanın yapılandırması, Hizmeti kullanımınızın saati ve tarihi ve diğer istatistikler gibi bilgileri i&ccedil;erebilir. .</p>
<p><br></p>
<p>Kurabiye</p>
<p><br></p>
<p>&Ccedil;erezler, genellikle anonim benzersiz tanımlayıcılar olarak kullanılan az miktarda veri i&ccedil;eren dosyalardır. Bunlar, ziyaret ettiğiniz web sitelerinden tarayıcınıza g&ouml;nderilir ve cihazınızın dahili belleğinde saklanır.</p>
<p><br></p>
<p>Bu Hizmet, bu &quot;&ccedil;erezleri&quot; a&ccedil;ık&ccedil;a kullanmaz. Ancak uygulama, bilgi toplamak ve hizmetlerini iyileştirmek i&ccedil;in &quot;&ccedil;erezler&quot; kullanan &uuml;&ccedil;&uuml;nc&uuml; taraf kod ve kitaplıkları kullanabilir. Bu &ccedil;erezleri kabul etme veya reddetme ve cihazınıza bir &ccedil;erez g&ouml;nderildiğinde bunu bilme se&ccedil;eneğiniz vardır. &Ccedil;erezlerimizi reddetmeyi se&ccedil;erseniz, bu Hizmetin bazı kısımlarını kullanamayabilirsiniz.</p>
<p><br></p>
<p>Servis sağlayıcıları</p>
<p><br></p>
<p>Aşağıdaki nedenlerle &uuml;&ccedil;&uuml;nc&uuml; taraf şirketleri ve kişileri istihdam edebilirim:</p>
<p><br></p>
<p>Hizmetimizi kolaylaştırmak i&ccedil;in;</p>
<p>Hizmeti bizim adımıza sağlamak i&ccedil;in;</p>
<p>Hizmetle ilgili hizmetleri ger&ccedil;ekleştirmek i&ccedil;in; veya</p>
<p>Hizmetimizin nasıl kullanıldığını analiz etmemize yardımcı olmak i&ccedil;in.</p>
<p>Bu Hizmetin kullanıcılarına, bu &uuml;&ccedil;&uuml;nc&uuml; tarafların Kişisel Bilgilerinize erişimi olduğunu bildirmek istiyorum. Sebep, kendilerine verilen g&ouml;revleri bizim adımıza yerine getirmektir. Ancak, bilgileri başka bir ama&ccedil;la a&ccedil;ıklamamak veya kullanmamakla y&uuml;k&uuml;ml&uuml;d&uuml;rler.</p>
<p><br></p>
<p>G&uuml;venlik</p>
<p><br></p>
<p>Bize Kişisel Bilgilerinizi sağlama konusundaki g&uuml;veninize değer veriyorum, bu nedenle bunları korumak i&ccedil;in ticari olarak kabul edilebilir y&ouml;ntemler kullanmaya &ccedil;alışıyoruz. Ancak internet &uuml;zerinden hi&ccedil;bir aktarım y&ouml;nteminin veya elektronik depolama y&ouml;nteminin% 100 g&uuml;venli ve g&uuml;venilir olmadığını ve mutlak g&uuml;venliğini garanti edemeyeceğimi unutmayın.</p>
<p><br></p>
<p>Diğer Sitelere Bağlantılar</p>
<p><br></p>
<p>Bu Servis diğer sitelere bağlantılar i&ccedil;erebilir. &Uuml;&ccedil;&uuml;nc&uuml; taraf bir bağlantıya tıklarsanız, o siteye y&ouml;nlendirileceksiniz. Bu harici sitelerin benim tarafımdan işletilmediğini unutmayın. Bu nedenle, bu web sitelerinin Gizlilik Politikasını incelemenizi şiddetle tavsiye ederim. &Uuml;&ccedil;&uuml;nc&uuml; taraf sitelerin veya hizmetlerin i&ccedil;eriği, gizlilik politikaları veya uygulamaları &uuml;zerinde hi&ccedil;bir kontrole sahip değilim ve sorumluluk &uuml;stlenmiyorum.</p>
<p><br></p>
<p>&Ccedil;ocukların Gizliliği</p>
<p><br></p>
<p>Bu Hizmetler 13 yaşın altındaki hi&ccedil; kimseye hitap etmez. 13 yaşın altındaki &ccedil;ocuklardan kişisel olarak tanımlanabilecek bilgileri bilerek toplamıyorum. 13 yaşın altındaki bir &ccedil;ocuğun bana kişisel bilgi verdiğini fark edersem, bunu derhal sunucularımızdan silerim. Ebeveyn veya veli iseniz ve &ccedil;ocuğunuzun bize kişisel bilgiler verdiğini biliyorsanız, l&uuml;tfen benimle iletişime ge&ccedil;in, b&ouml;ylece gerekli işlemleri yapabileyim.</p>
<p><br></p>
<p>Bu Gizlilik Politikasındaki Değişiklikler</p>
<p><br></p>
<p>Gizlilik Politikamızı zaman zaman g&uuml;ncelleyebilirim. Bu nedenle, herhangi bir değişiklik i&ccedil;in bu sayfayı periyodik olarak g&ouml;zden ge&ccedil;irmeniz &ouml;nerilir. Yeni Gizlilik Politikasını bu sayfada yayınlayarak herhangi bir değişikliği size bildireceğim.</p>
<p><br></p>
<p>Bu politika 2021-04-03 tarihinden itibaren ge&ccedil;erlidir</p>
<p><br></p>
<p>Bizimle iletişime ge&ccedil;in</p>
<p><br></p>
<p>Gizlilik Politikam ile ilgili herhangi bir sorunuz veya &ouml;neriniz varsa, info@ferhatozcelik.com adresinden benimle iletişime ge&ccedil;mekten &ccedil;ekinmeyin.</p>
